<? require($_SERVER["DOCUMENT_ROOT"] . "/bitrix/modules/main/include/prolog_before.php");

use lib\Kit;
use Bitrix\Main\Config\Option;

?>
<dialog class="w-full max-w-6xl bg-grey text-dark rounded-3xl py-10 px-4 sm:px-7 lg:px-10">
  <h2 class="font-alt font-bold text-2xl sm:text-3xl mb-5">
    Соглашение об обработке персональных данных
  </h2>
  <div class="text-sm sm:text-base">
    <p>
      Данное соглашение об обработке персональных данных разработано в соответствии с законодательством Российской Федерации.
    </p>
    <br>
    <p>
      Все лица заполнившие сведения, составляющие персональные данные на данном сайте, а также разместившие иную информацию обозначенными действиями, подтверждают свое согласие на обработку персональных данных и их передачу оператору обработки персональных данных.
    </p>
    <br>
    <p>
      Под персональными данными Гражданина понимается нижеуказанная информация:
    </p>
    <br>
    <p>
      Общая информация (Имя, номер телефона и адрес электронной почты); посетители сайта направляют свои персональные данные для получения телефонного звонка или сообщения электронной почты от специалиста компании-исполнителя (владельца сайта) с целью заказа консультации относительно услуг компании-исполнителя.
    </p>
    <br>
    <p>
      Гражданин, принимая настоящее Соглашение, выражает свою заинтересованность и полное согласие, что обработка их персональных данных может включать в себя следующие действия: сбор, систематизацию, накопление, хранение, уточнение (обновление, изменение), использование, уничтожение.
    </p>
    <br>
    <p>
      Гражданин гарантирует: информация, им предоставленная, не нарушает действующее законодательство Российской Федерации, законные права и интересы третьих лиц; вся предоставленная информация заполнена Гражданином в отношении себя лично.
    </p>
  </div>
</dialog>